espressif/esp-bsp/test_apps/noglib/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.4.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32"
CONFIG_BSP_LCD_ST7789=y
